
{"posts": [{
    "category": "personals",
    "subcategory": "strictly platonic",
    "title": "Do You Ride?",
    "date": "January 23, 2017",
    "content": "Looking for friends. prefer people who ride motor cycles or like to hike. I am looking forward to spring and finding new places to go. Do Not Contact Me If You Are Married!!! 420 friendly no drugs. I have a drink once in awhile. I prefer the country to the city anytime. I do smoke and I prefer someone who does or at least does not complain about it. I cannot always get right back to you, so please be patient. I cannot reply to 100's of messages in a couple minutes. I just walk away and never end up meeting anyone. I am just looking for a friend, that is it. Lets not waist each other's time. I really do prefer to hang out with people around my age. If you contact me for any reason accept what I am here for, I will not respond. Friends means friends and I do not go there with friends. Age 52 and older please. I do not own my own bike,I do own leathers, helmets gloves boots ect. If you live in the city, I can tell you right now, we do Not have things in common. I dance in the rain and play in the mud. I have tried to meet people this way many times, it doesn't usually work out because I am busy and I do not have time to message all day. I am not going to meet someone I have not talked to several times. Its not Spring yet, so we have time enough to get to know each other.",
    "image": "https://images.craigslist.org/00t0t_lKE1S8ecRMI_600x450.jpg",
    "location": "Portland",
    "id": "0",
    "price": ""
    },{
    "category": "personals",
    "subcategory": "missed connections",
    "title": "Masked Protester",
    "date": "January 23, 2017",
    "content": "You said you were cozy - I was hoping you would ask for my number. :) let's go out for a drink?",
    "image": "",
    "location": "Pioneer Square",
    "id": "1",
    "price": ""
    },{
    "category": "housing",
    "subcategory": "Apts / Housing",
    "title": "$3195 / 4br - 2792ft2 - Gorgeous historic 4 bed, 2 bath Mount Tabor Home",
    "date": "January 23, 2017",
    "content": "This historic 1910 craftsman home sits at the corner of a beautiful tree-lined street, situated on the eastern slope of Mt Tabor, just three blocks from both Mt Tabor Park and the hip and trendy Montavilla Stark Street strip. Gorgeous original hardwoods and spacious open floor plan greet you as you enter this light-filled approx 2800 square foot, 4 bedroom 2 bath home. Spacious living and dining room as well as large kitchen island make this a perfect home for entertaining. The kitchen boasts brand new beautiful granite counter tops, stainless steel appliances and a gas range. Three bedrooms and a full bathroom are located on the second level, while on the main floor, the master bedroom includes an ensuite private bathroom. Large unfinished basement provides ample room for storage as well as washer and dryer. The lot is over 5200 square feet with a fully fenced large back yard providing ample room for kids and pets to play. The house is located only a several minute walk from both Mount Tabor Park as well as the Montavilla Farmers market and restaurant strip including a micro brewery, historic movie theater, tea house, cafe, boutique shops and Portland's famous Country Cat and Observatory restaurants. High walk score and easy access to public transit with the bus 15 line located just across the street and providing direct service to Downtown Portland. For more info visit www.bluekeypm.com. Blue Key Property Management Inc show contact info $3195.00 Security Deposit, $500 Pet Deposit, 2 Pets Max - Max Weight 20lbs, $45 per adult non-refundable Application Fee. 7604 SE Morrison Street, Portland, OR 97215",
    "image": "https://images.craigslist.org/00y0y_as95dcCJixw_600x450.jpg",
    "location": "Portland",
    "id": "2",
    "price": "3195"
    },{
    "category": "community",
    "subcategory": "pets",
    "title": "Young, Trained, Loving Companion Dog needs you!",
    "date": "January 23, 2017",
    "content": "Hi, I'm Loki and I am special boy looking for a special person or family. I am 3 yrs old and have had many adventures in life already. I have lived on the streets, spent some time in the pound, had a home or two, and lived with a trainer for a little while (where I really enjoyed showing how smart and eager to learn I am.) I am big and playful, but also sensitive. Sometimes I struggle with things that make me feel scared. I would really love to find a friend/family who can give me guidance and help me when I feel frightened and also let me be myself and love every perfectly imperfect quirk about me. In return, I will love you unconditionally, I will be loyal, and I will try my best to learn and understand every thing you teach me. If you have a bad day, I will not hold it against you and would ask the same of you. I want to be treated like a family member: encouraged, supported, loved, understood. I think I would like a quiet home and lifestyle more than a hectic one and will make an excellent companion for someone looking for a best friend. If you need me as much as I need you, please reach out to my current caretakers to set up a no obligation first meet. I am currently living in the Portland/Vancouver area.",
    "image": "https://images.craigslist.org/00101_3y4aWTePPxs_600x450.jpg",
    "location": "Portland/Vancouver",
    "id": "3",
    "price": "free"
    },{
    "category": "community",
    "subcategory": "artists",
    "title": "Studio Share",
    "date": "January 23, 2017",
    "content": "Looking for a third person for studio share, $550 shared rent, 550 sq ft shared space, we are about to renew into a 6mo. lease. We don't have space sectioned off between artists as of now, so we would prefer to find someone who is comfortable with shared space. (We have a mini fridge) Current tenants are a painter and a sculptor/textile worker. Lots of natural light, large south facing window. Heater, lots of outlets, wood floors, 24 hr access. Ideally looking for another artist. We both have different schedules so are here throughout the week at different times. Would be nice to see what kind of work you make/info about your practice or what you would need in the space.",
    "image": "https://images.craigslist.org/00606_kNvSJaSvLi0_600x450.jpg",
    "location": "Inner SE",
    "id": "4",
    "price": "550"
    }]
  }
